{
    "meta": {
        "versionId": "LmoIta_Ita_IT.gnat.erp",
        "versionName": "ERP-GNAT: Lombard – Italiano (Italia)",
        "versionNumber": "0.5.0a0",
        "author": "Marco Tamburelli <m.tamburelli@bangor.ac.uk>, Lissander Brasca <a.arioli@bangor.ac.uk>",
        "date": "2023-12-12"
    },
    "base": {
        "appTitle": [
            "Informed Consent",
            "Consenso Informato - IAT"
        ],
        "confirm": [
            "Confirm",
            "Confermo"
        ]
    },
    "infoSheet": {
        "secTitle": [
            "Participant Information Sheet",
            "Scheda informativa"
        ],
        "confirmLabel": [
            "Confirm consent:",
            "Conferma consenso:"
        ],
        "confirmStatement": [
            "Please confirm that you have read and understood the above, and that you are willing to participate in the study. Thank you.",
            "Si prega di confermare che ha letto e compreso quanto sopra e di essere disposto a partecipare allo studio. Grazie."
        ],
        "confirmFeedback": [
            "Please confirm that you consent to the above before beginning your participation in the study.",
            "Si prega di confermare che acconsente a quanto sopra prima di iniziare la partecipazione allo studio."
        ],
        "paragraphs": [
            ["Titolo della ricerca", "Tempi di reazione e registrazione elettroencefalogramma (EEG) dei parlanti bilingui."],
            ["Qual è la finalità di questa ricerca?", "Questo studio fa parte di un più ampio progetto di ricerca che indaga i tempi di reazione e le registrazioni EEG dei bilingui nelle comunità di tutta Europa. Il progetto mira a scoprire di più su come i bilingui reagiscono agli stimoli audio e visivi in varie aree d'Europa, tra cui la Lombardia."],
            ["Perché sono stato invitato a partecipare?", "Lei è stato scelto perché, in quanto parlante bilingue lombardo-italiano, sarà in grado di capire stimoli audio prodotti in entrambe le lingue."],
            ["Devo partecipare?", "Sta a Lei decidere se partecipare o meno. Se decide di partecipare, dovrà indicare il Suo consenso sul modulo di consenso online.<br /> Può comunque recedere in qualsiasi momento e non è necessario che fornisca una motivazione."],
            ["Che cosa mi sarà chiesto di fare?", "Le verrà chiesto di reagire ad alcuni stimoli visivi e audio prodotti nelle due lingue che Lei parla/conosce premendo dei tasti della tastiera del computer. Mentre è impegnato in questo compito, un sistema elettroencefalografico registrerà la Sua attività cerebrale tramite elettrodi posizionati sulla superficie del cuoio capelluto. Stimiamo che l’intera procedura richiederà da un'ora e mezza a due ore. Non ci sono altri impegni o restrizioni associati alla partecipazione."],
            ["Quali sono i possibili svantaggi e rischi derivanti dalla mia partecipazione?", "Non si prevede che la partecipazione alla ricerca possa causare svantaggi o disagi, oltre a quelli che Lei potrebbe incontrare nella vita di tutti i giorni. Tenga presente che alcuni stimoli visivi contengono immagini potenzialmente spiacevoli (ad esempio ragni o animali feriti) che alcuni partecipanti potrebbero trovare fastidiose. Per favore, informi il ricercatore se questo dovesse costituire un problema."],
            ["Cosa posso fare se qualcosa va storto?", "Se ha dei reclami da presentare riguardo al progetto, può per prima cosa contattare qualsiasi membro del team di ricerca.<br /> Se ritiene che il Suo reclamo non sia stato gestito in modo soddisfacente, può contattare Governance Services della Bangor University e presentare lì il Suo reclamo (veda sotto)."],
            ["La mia partecipazione a questo progetto sarà tenuta riservata?", "Tutte le informazioni che raccoglieremo su di Lei nel corso della ricerca saranno mantenute strettamente riservate.<br /> Lei non sarà identificato o identificabile in nessun rapporto o pubblicazione. Tutti i dati raccolti su di Lei nel questionario elettronico saranno archiviati in un computer della Bangor University protetto da password e da altri adeguati sistemi e tecnologie di sicurezza. I dati potranno essere condivisi in forma anonima per consentirne il riutilizzo da parte di altri ricercatori. Questi dati anonimi non consentiranno a nessuno di identificarLa o di renderLa identificabile. <br />Le chiediamo inoltre di non rivelare a nessuno nulla di ciò che farà durante questo studio, se non al gruppo di ricerca. È importante che le informazioni sulla natura della ricerca rimangano riservate."],
            ["Sarò registrato, e nel caso come sarà usata la registrazione?", "Lei potrebbe essere audio-registrato durante la ricerca. <br />Se dovesse essere registrato, sarà informato in dettaglio alla fine della Sua partecipazione."],
            ["Che tipo di informazioni mi saranno richieste e perché la raccolta di queste informazioni è rilevante per il raggiungimento degli obiettivi del progetto di ricerca?", "Nel test Le verrà chiesto di reagire a vari stimoli audio e visivi mentre viene registrato il Suo EEG (elettroencefalogramma). Il nostro progetto è interessato ai suoi tempi di reazione a questi tipi di stimolo e all'attività cerebrale che ha luogo durante le reazioni."],
            ["Che uso verrà fatto dei risultati della ricerca?", "I risultati della ricerca saranno pubblicati come dati quantitativi, il che significa che nessun singolo individuo sarà identificato in nessun rapporto o pubblicazione."],
            ["Chi organizza e finanzia questa ricerca?", "Il progetto si sviluppa da una collaborazione tra il dottor <i>Marco Tamburelli</i> e il professor <i>Guillaume Thierry</i> della Bangor University, <br />ed è finanziato dall’<i>Economic and Social Research Council</i> del Regno Unito."],
            ["Chi ha esaminato gli aspetti etici del progetto?", "Questo progetto è stato approvato dal punto di vista etico dal Comitato Etico per la Ricerca (<i>Research Ethics Committee</i>) della facoltà di umanistica (<i>College of Arts, Humanities and Business</i>) della Bangor University.<br /> Questo è l’organismo che cura la procedura di revisione etica e monitora l’applicazione e l’indicazione delle linee guida adottate in Ateneo riguardanti l’etica della ricerca e le procedure di approvazione etica."],
            ["Contatti per ulteriori informazioni", "<i>Dr Marco Tamburelli</i> (Ricercatore principale), School of Arts, Culture and Language, 39 College Road, Bangor University, UK. Tel: +44 (0)1248 38 2078, email: m.tamburelli@bangor.ac.uk <br /> La persona da contattare ai servizi di governance della Bangor University è <i>Lauren Roberts</i>. La può trovare al seguente indirizzo: Lauren Roberts, Governance Services, Bangor University, Bangor, Gwynedd, LL57 2DG, UK o via email: l.roberts@bangor.ac.uk"]
        ]
    },
    "eligibilityCriteria": {
        "secTitle": [
            "Eligibility Criteria",
            "Criteri di idoneità"
        ],
        "secInfo": [
            "Please read the eligibility criteria below and confirm that you qualify. Thank you.",
            "Quali sono i criteri di idoneità?"
        ],
        "confirmLabel": [
            "Confirm eligibility:",
            "Conferma idoneità:"
        ],
        "confirmStatement": [
            "I confirm that I meet the criteria above.",
            "Confermo di soddisfare i criteri di cui sopra."
        ],
        "confirmFeedback": [
            "Please confirm that you are eligible to take part in this study.",
            "Si prega di confermare la Sua idoneità a partecipare a questo studio, grazie."
        ],
        "paragraphs": [
            ["Parlo nativamente l’italiano e il bergamasco (una qualunque varietà locale), o perlomeno ho molta familiarità col bergamasco e lo capisco bene."],
            ["Ho tra i 25 e 35 anni d’età."],
            ["Non soffro di problemi d’udito."],
            ["Non ho alcuna disabilità visiva (intesa come perdita di vista che non sia corretta con occhiali o lenti a contatto)."],
            ["Non ho mai subito un trauma cranico grave."],
            ["Non mi è mai stato diagnosticato alcun danno neurologico."],
            ["Non sono attualmente sottoposto a intenso trattamento medico per patologie neurologiche."]
        ]
    }
}