{
    "meta": {
        "versionId": "LtzGer_Ger_BE.iat",
        "versionName": "IAT: Moselfränkisch – Deutsch (Belgien)",
        "versionNumber": "0.5.0a0",
        "author": "Florian Breit <f.breit@bangor.ac.uk>",
        "date": "2023-08-26"
    },
    "base": {
        "appTitle": [
            "Informed Consent",
            "Teilnehmerinformationen - IAT"
        ],
        "confirm": [
            "Confirm",
            "Bestätigen"
        ]
    },
    "infoSheet": {
        "secTitle": [
            "Participant Information Sheet",
            "Teilnehmerinformationen"
        ],
        "confirmLabel": [
            "Confirm consent:",
            "Einverständnisbestätigung:"
        ],
        "confirmStatement": [
            "Please confirm that you have read and understood the above, and that you are willing to participate in the study. Thank you.",
            "Ich bestätige, dass ich die oben stehenden Teilnehmerinformationen gelesen und verstandend haben, und dass ich an der Studie teilnehmen will."
        ],
        "confirmFeedback": [
            "Please confirm that you consent to the above before beginning your participation in the study.",
            "Bitte geben Sie Ihr Einverständnis zu den Teilnehmerinformationen vor Studienbeginn."
        ],
        "paragraphs": [
            ["Name der Forschungsstudie", "Reaktionszeiten bei zweisprachigen Sprechern."],
            ["Was ist das Ziel der Forschung?", "Diese Studie ist Teil eines größeren Forschungsprojektes zur Untersuchung der Reaktionszeiten von zweisprachigen Sprechern in Bevölkerungsgruppen in ganz Europa. Das Projekt zielt darauf ab, mehr über die Reaktion von zweisprachigen Sprechern auf audiovisuelle Reize in verschiedenen Teilen Europas zu erlangen, unter anderem in der Deutschsprachigen Gemeinschaft Belgiens."],
            ["Warum wurde ich eingeladen an der Studie teilzunehmen?", "Sie wurden ausgewählt, weil Sie als zweisprachige Person in der Lage sind audiovisuelle Reize in mehr als einer Sprache wahrzunehmen und somit Stimmen auf Deutsch als auch auf Eifeler Platt bewerten können."],
            ["Muss ich an der Studie teilnehmen?", "Sie können frei entscheiden, ob Sie an der Studie teilnehmen möchten oder nicht. Wenn Sie sich dafür entscheiden an der Studie teilzunehmen, dann sollten Sie dies auf der Einverständniserklärung bestätigen. Sie können sich auch danach noch umentscheiden und müssen dafür keine Gründe angeben."],
            ["Was wird von mir in der Studie erwartet?", "Sie werden in der Studie darum gebeten sowohl auf visuelle als auch auditive Reize in beiden Sprachen, die Sie sprechen, zu reagieren, indem Sie Tasten auf einer Computertastatur drücken. Wir schätzen, dass die Teilnahme insgesamt etwa 20 Minuten beansprucht. Sie gehen keine sonstigen Verpflichtungen ein und unterliegen durch Ihre Teilnahme keine Einschränkungen."],
            ["Welche möglichen Nachteile oder Risiken entstehen durch die Teilnahme?", "Es ist nicht zu erwarten, dass durch Ihre Teilnahme irgendwelche Nachteile oder Risiken für Sie entstehen, die nicht auch sonst mit dem Alltagsleben einhergehen. Bitte beachten Sie, dass einige visuelle Reize Bilder von Insekten beinhalten können, die möglicherweise für manche Probanden unangenehm wirken. Bitte lassen Sie den/die Forscher/in wissen, wenn dies für Sie ein Problem darstellt."],
            ["Was passiert, wenn etwas schiefgeht?", "Sollten Sie Beanstandungen oder Beschwerden bezüglich der Studie haben, dann können Sie sich in der Erstinstanz an jedes Mitglied des Forschungsteams wenden. Falls Sie das Gefühl haben, dass Ihr Anliegen nicht zufriedenstellend gehandhabt wurde, können Sie sich an den Kontrollausschuss der Universität wenden, deren Kontaktinformationen Sie am Ende dieses Dokuments finden können."],
            ["Bleibt meine Teilnahme an dieser Studie vertraulich?", "Alle Informationen, die wir während der Studie über Sie erlangen, werden streng vertraulich behandelt. Sie werden in Veröffentlichungen von Studienergebnissen weder direkt identifiziert noch von der Beschreibung oder den Datensätzen identifizierbar sein. <br /> Daten die wir über Sie aufnehmen werden auf Computersystemen der Universität mit Passwortschutz und weitreichenden Schutz- und Sicherheitsmaßnahmen gespeichert. <br /> Anonymisierte Datensätze werden möglicherweise anderen Forschern für wissenschaftliche Zwecke zur Verfügung gestellt. Es ist nicht möglich Sie von solchen anonymisierten Datensätzen zu identifizieren. <br /> Wir bitten Sie auch darum nichts über den Inhalt oder die Aufgaben die Sie als Teil dieser Studie erledigen preiszugeben. Es ist für die Aussagekraft der Studie äußerst wichtig, dass Informationen zum Inhalt, den Zielen und den Methoden der Studie bis zum vollständigen Ende der Studie geheim gehalten werden."],
            ["Werde ich aufgezeichnet, und wie werden Aufzeichnungen verwendet?", "Möglicherweise werden im Verlauf der Studie Tonaufzeichnungen angefertigt. Teilnehmer auf die dies zutrifft werden von uns vor Teilnahmeende detailliert darüber informiert."],
            ["Welche Art von Informationen werden über mich erhoben, und welche Relevanz haben die erhobenen Informationen für die Ziele des Forschungsprojektes?", "Für die Aufgabe müssen Sie auf verschiedene audiovisuelle Reize reagieren. Das Forschungsprojekt untersucht Ihre Reaktionszeiten auf diese Art von Reizen."],
            ["Was passiert mit den Ergebnissen des Forschungsprojekts?", "Die Ergebnisse des Forschungsprojekts werden in Form von quantitativen Daten (hauptsächlich kategorisch-nummerische Daten) veröffentlicht. Das bedeutet, dass keine einzelnen Teilnehmer in Berichten und Veröffentlichungen identifizierbar sind oder von uns identifiziert werden."],
            ["Wer ist für das Forschungsprojekt verantwortlich und wie wird es finanziert?", "Das Forschungsprojekt ist eine Zusammenarbeit von Dr. Marco Tamburelli und Prof. Guillaume Thierry von der Universität Bangor. Das Forschungsprojekt wird durch Mittel des Forschungsausschusses für Wirtschafts- und Sozialwissenschaften des Vereinigten Königreichs (die ‚Economic and Social Research Council‘) gefördert. "],
            ["Von wem wurde dieses Forschungsprojekt ethisch geprüft?", "Dieses Forschungsprojekt wurde durch die Ethikkommission der Fakultät für Geistes- und Wirtschaftswissenschaften der Universität Bangor zugelassen. Die Ethikkommission hat die Aufgabe, Forschungsvorhaben in ethischer Hinsicht zu überprüfen. Sie kontrolliert und beaufsichtigt die Anwendung und Ausführung der Richtlinien für ethische Forschung und der ethischen Prüfvorschriften der Fakultät und der Universität."],
            ["Kontakte für weitere Informationen", "<i>Dr. Marco Tamburelli</i> (Projektleiter),<br />School of Arts, Culture and Language,<br />39 College Road,<br />Bangor University, UK.<br />Tel: +44 (0)1248 38 2078, E-Mail: m.tamburelli@bangor.ac.uk <br /> Die Kontaktperson des Kontrollausschusses der Universität Bangor ist Frau Lauren Roberts. Schriftlich zu erreichen unter: <i>Ms Lauren Roberts</i>, Governance Services, Bangor University, Bangor LL57 2DG, United Kingdom; oder per E-Mail an l.roberts@bangor.ac.uk."]
        ]
    },
    "eligibilityCriteria": {
        "secTitle": [
            "Eligibility Criteria",
            "Teilnahmevoraussetzungen"
        ],
        "secInfo": [
            "Please read the eligibility criteria below and confirm that you qualify. Thank you.",
            "Bitte lesen Sie die Teilnahmevoraussetzungen (unten) und bestätigen Sie, dass Sie die Voraussetzungen erfüllen. Danke."
        ],
        "confirmLabel": [
            "Confirm eligibility:",
            "Bestätigung der Teilnahmevoraussetzungen:"
        ],
        "confirmStatement": [
            "I confirm that I meet the criteria above.",
            "Ich bestätige, dass ich die oben genannten Kriterien erfülle."
        ],
        "confirmFeedback": [
            "Please confirm that you are eligible to take part in this study.",
            "Bitte bestätigen Sie, dass Sie die Teilnahmevoraussetzungen erfüllen. Danke."
        ],
        "paragraphs": [
            ["Ich spreche sowohl Deutsch als auch Eifeler Platt."],
            ["Ich bin zwischen 25 und 35 Jahren alt."],
            ["Meine Hörfähigkeit ist nicht eingeschränkt."],
            ["Ich habe keine Sehbehinderung (d.h. keine Beeinträchtigung des Sehvermögens, die nicht durch eine Brille oder Kontaktlinsen korrigiert ist)."],
            ["Ich habe noch nie eine ernsthafte Kopfverletzung erlitten."],
            ["Bei mir wurde noch nie eine neurologischen Erkrankung diagnostiziert."],
            ["Ich bin aktuell nicht in medizinischer oder medikatmentöser Behandlung wegen eines neurologischen Leidens."]
        ]
    }
}