{
    "meta": {
        "versionId": "CymEng_Cym_GB",
        "versionName": "Cymraeg – Saesneg (Cymru)",
        "versionNumber": "0.3.4",
        "author": "Ianto Gruffydd <ianto.gruffydd@bangor.ac.uk.>, Florian Breit <f.breit@bangor.ac.uk>, Marco Tamburelli <m.tamburelli@bangor.ac.uk>",
        "date": "2023-02-16"
    },
    "base": {
        "appTitle": [
            "AGT: Voice Rating",
            "AGT: Sgôr Llais"
        ],
        "next": [
            "Next",
            "Nesaf"
        ],
        "sliderFeedback": [
            "Please move the slider at least once.",
            "Symudwch y llithrydd o leiaf unwaith."
        ]
    },
    "instructions": {
        "secTitle": [
            "AGT Instructions",
            "Cyfarwyddiadau AGT "
        ],
        "begin": [
            "Begin practice",
            "Dechrau’r ymarfer"
        ],
        "taskDescription": [
            "In this task, you will hear a person speak and see a series of sliders asking you to rate that person on the basis of their voice alone.",            
	    "Yn y dasg hon, byddwch yn clywed person yn siarad ac yn gweld cyfres o llithryddion i roi sgôr i’r siaradwr yn seiliedig ar eu llais yn unig."
        ],
        "taskInstruction": [
            "Please use the sliders to record the degree to which you agree or disagree with each statement. You will only hear each voice once. However, if any problem occurs during the task, for example the audio doesn't play properly, please speak to the researcher.",
            "Defnyddiwch y llithryddion i ddangos i ba raddau rydych yn cytuno neu'n anghytuno â phob datganiad. Dim ond unwaith y byddwch chi'n clywed pob llais. Ond, os cewch chi unrhyw broblemau yn ystod y dasg (e.e. bod y recordiad ddim yn chwarae), siaradwch â'r ymchwilydd."
        ],
        "taskPracticeDescription": [
            "The first example will be a practice item so that you can familiarise yourself with the task. After you have completed the practice item, you will have the opportunity to speak to the researcher to ask any questions you might have about the task.",
            "Cyfle i ymarfer yw’r recordiad cyntaf er mwyn i chi ymgyfarwyddo â’r dasg. Ar ôl cwblhau'r ymarfer, bydd gennych gyfle arall i ofyn cwestiynau i arweinydd yr ymchwil am y dasg cyn i'r dasg go iawn ddechrau."
        ],
        "taskNextStep": [
            "Click on <em>begin practice</em> when you're ready.",
            "Cliciwch ar <em>dechrau’r ymarfer</em> pan fyddwch chi'n barod."
        ]
    },
    "audioMsg": {
        "load": [
            "Wrthi’n llwytho’r sain..."
            
        ],
        "loaded": [
            "Sain wedi’i lwytho."
            
        ],
        "play": [
            "Wrthi’n chwarae’r sain..."
        ],
        "complete": [
            "Gorffennwyd chwarae’r sain."
        ],
        "playbackError": [
            "Audio could not be played. Click to try again.",
            "Nid oedd modd chwarae sain. Cliciwch i geisio eto."
        ],
        "abortedError": [
            "Error: Playback aborted.",
            "Gwall: Stopiwyd y chwarae."
        ],
        "networkError": [
            "Error: Audio couldn't be loaded due to a network error.",
            "Gwall: Ni fu modd llwytho sain oherwydd gwall rhwydwaith."
        ],
        "decodeError": [
            "Error: Audio could not be decoded.",
            "Gwall: Nid oedd modd dadgodio sain."
        ],
        "formatError": [
            "Error: Audio file not found or format not supported.",
            "Gwall: Ni chanfuwyd y ffeil sain neu ni chefnogir y fformat."
        ],
        "unknownError": [
            "Error: An unknown error occurred.",
            "Gwall: Digwyddodd gwall anhysbys."
        ]
    },
    "rating": {
        "secTitle": [
            "Voice Rating",
            "Sgôr Llais"
        ],
        "statement": [
            "The person in this recording sounds...",
            "Dyma sut mae’r person yn y recordiad yn swnio ..."
        ],
        "instructions": [
            "Please use the sliders to record your response.",
            "Defnyddiwch y llithryddion i ateb."
        ],
        "stronglyAgree": [
            "strongly agree",
            "cytuno’n gryf"
        ],
        "stronglyDisagree": [
            "strongly disagree",
            "anghytuno’n gryf"
        ]
    },
    "trait": {
        "amusing":      [ "doniol" ],
        "open-minded":  [ "â meddwl agored" ],
        "attractive":   [ "deniadol" ],
        "trustworthy":  [ "dibynadwy" ],
        "ignorant":     [ "anwybodus"],
        "polite":       [ "cwrtais"],
        "ambitious":    [ "uchelgeisiol"],
        "international": [ "rhyngwladol"],
        "cool":         [ "cŵl" ],
        "intelligent":  [ "deallus" ],
        "influential":  [ "dylanwadol" ],
        "likeable":     [ "cyfeillgar" ],
        "educated":     [ "addysgedig" ],
        "friendly":     [ "cyfeillgar" ],
        "honest":       [ "onest" ],
        "competent":	[ "cymwys" ],
	    "natural":	    [ "naturiol" ],
	    "pretentious":	[ "ymhongar" ]

    },
    "practice": {
        "completeTitle": [
            "Practice complete",
            "Ymarfer wedi'i gwblhau"
        ],
        "completeMessage": [
            "You've completed the practice session. If you have any questions at this point please let the researcher know, otherwise click <em>Continue</em> to begin the task.",
            "Rydych chi wedi cwblhau'r ymarfer. Os oes gennych unrhyw gwestiynau ar y pwynt hwn, rhowch wybod i'r ymchwilydd. Fel arall cliciwch <em>Parhau</em> i gychwyn y dasg."
        ],
         "errorTitle": [
            "Let’s try that again...",
            "Gadewch i ni roi cynnig ar hynny eto..."
        ],
        "errorMessage": [
            "It seems you’ve missed some items. Click <em>Continue</em> to have another look and make sure you’ve moved each slider at least once. The one’s you’ve missed should show up in red. When you’ve moved all the red sliders, click <em>Next</em> again.",
            "Mae'n ymddangos eich bod wedi methu rhai eitemau. Cliciwch <em>Parhau</em> i gael golwg arall a gwnewch yn siŵr eich bod wedi symud pob llithrydd o leiaf unwaith. Dylai'r un rydych chi wedi'i golli ddangos mewn coch. Pan fyddwch wedi symud yr holl llithryddion coch, cliciwch <em>Nesaf</em> eto."
        ],
        "continue": [
            "Continue",
            "Parhau"
        ]
    },
    "end": {
        "secTitle": [
            "Thank you for completing the Voice Rating task!",
            "Diolch am gwblhau'r Dasg Sgôr Llais!"
        ],
        "feedback": [
            "Well done!",
            "Da iawn!"
        ],
        "thankYouMessage" : [
            "You have now completed the AGT Voice Rating task. Your data has been saved.",
            "Rydych bellach wedi cwblhau'r dasg AGT: Sgôr Llais. Mae eich data wedi'i gadw."
        ],
        "followOnInstructions": [
            "Please click “Continue” when you’re ready to continue.",
            "Cliciwch “Parhau” pan fyddwch yn barod i barhau."
        ],
        "continue": [
            "Continue",
            "Parhau"
        ]
    }
}