{
    "meta": {
        "versionId": "LmoIta_Ita_IT",
        "versionName": "Lombard – Italiano (Italia)",
        "author": "Florian Breit <f.breit@bangor.ac.uk>, Marco Tamburelli <m.tamburelli@bangor.ac.uk>",
        "date": "2022-12-05"
    },
    "base": {
        "appTitle": [
            "MGT: Voice Rating",
            "MGT: Valutazione della Voce"
        ],
        "next": [
            "Next",
            "Avanti"
        ],
        "sliderFeedback": [
            "Please move the slider at least once.",
            "Si prega di spostare il cursore almeno una volta."
        ]
    },
    "instructions": {
        "secTitle": [
            "MGT Instructions",
            "MGT Istruzioni"
        ],
        "begin": [
            "Begin practice",
            "Inizia la prova"
        ],
        "taskDescription": [
            "In this task, you will hear a person speak and see a series of sliders asking you to rate that person on the basis of their voice alone.",
            "In questo test sentirà una persona parlare. Vedrà anche una serie di cursori che Lei dovrà usare per esprimere una valutazione della persona che parla unicamente sulla base della sua voce."
        ],
        "taskInstruction": [
            "Please use the sliders to record the degree to which you agree or disagree with each statement. You will only hear each voice once. However, if any problem occurs during the task, for example the audio doesn't play properly, please speak to the researcher.",
            "Usi il cursore per esprimere quanto Lei sia d’accordo con ognuna delle affermazioni che vedrà comparire. Sentirà ogni voce soltanto una volta. Tuttavia, se dovesse presentarsi qualche problema durante il test, per esempio se l’audio non funzionasse adeguatamente, avverta il ricercatore, per piacere."
        ],
        "taskPracticeDescription": [
            "The first example will be a practice item so that you can familiarise yourself with the task. After you have completed the practice item, you will have the opportunity to speak to the researcher to ask any questions you might have about the task.",
            "La prima voce servirà come prova che La aiuterà a prendere confidenza con il test. Dopo che avrà completato il test di prova potrà rivolgersi al ricercatore per eventuali domande concernenti il test."
        ],
        "taskNextStep": [
            "Click on <em>begin practice</em> when you're ready.",
            "Faccia clic su <em>inizia la prova</em> quando vuole iniziare."
        ]
    },
    "audioMsg": {
        "load": [
            "Caricamento audio..."
            
        ],
        "loaded": [
            "Audio caricato."
            
        ],
        "play": [
            "Riproduzione audio..."
        ],
        "complete": [
            "Riproduzione audio completata."
        ]
    },
    "rating": {
        "secTitle": [
            "Voice Rating",
            "Valutazione della Voce"
        ],
        "statement": [
            "The person in this recording sounds...",
            "La persona che parla mi sembra..."
        ],
        "instructions": [
            "Please use the sliders to record your response.",
            "Si prega di spostare il cursore per registrare la propria scelta."
        ],
        "stronglyAgree": [
            "strongly agree",
            "fortemente d'accordo"
        ],
        "stronglyDisagree": [
            "strongly disagree",
            "fortemente in disaccordo"
        ]
    },
    "trait": {
        "amusing":      [ "divertente" ],
        "open-minded":  [ "di larghe vedute" ],
        "attractive":   [ "attraente" ],
        "trustworthy":  [ "affidabile" ],
        "ignorant":     [ "ignorante"],
        "polite":       [ "educata"],
        "ambitious":    [ "ambiziosa"],
        "international": [ "internazionale"],
        "cool":         [ "cool" ],
        "intelligent":  [ "intelligente" ],
        "influential":  [ "influente" ],
        "likeable":     [ "simpatica" ],
        "educated":     [ "istruita" ],
        "friendly":     [ "amichevole" ],
        "honest":       [ "onesta" ],
        "competent":    [ "competente" ],
        "natural":      [ "naturale" ],
        "pretentious":  [ "pretenziosa" ]
    },
    "practice": {
        "completeTitle": [
            "Practice complete",
            "Prova completata"
        ],
        "completeMessage": [
            "You've completed the practice session. If you have any questions at this point please let the researcher know, otherwise click <em>Continue</em> to begin the task.",
            "Ha completato la prova. Se ha qualche domanda la rivolga al ricercatore. Altrimenti, prema <em>Continua</em> per cominciare il test."
        ],
        "continue": [
            "Continue",
            "Continua"
        ]
    }
}