{
    "meta": {
        "versionId": "LtzGer_Ger_BE",
        "versionName": "Moselfränkisch – Deutsch (Belgien)",
        "versionNumber": "0.3.4",
        "author": "Florian Breit <f.breit@bangor.ac.uk>",
        "date": "2022-12-05"
    },
    "base": {
        "appTitle": [
            "MGT: Voice Rating",
            "MGT: Stimmbewertung"
        ],
        "next": [
            "Next",
            "Weiter"
        ],
        "sliderFeedback": [
            "Please move the slider at least once.",
            "Bitte bewegen Sie den Schieber wenigstens ein Mal."
        ]
    },
    "instructions": {
        "secTitle": [
            "MGT Instructions",
            "MGT Anleitung"
        ],
        "begin": [
            "Begin practice",
            "Übungslauf starten"
        ],
        "taskDescription": [
            "In this task, you will hear a person speak and see a series of sliders asking you to rate that person on the basis of their voice alone.",
            "Bei dieser Aufgabe hörst du wie eine Person spricht und siehst eine Auswahl an Slidern mit denen du den Sprecher ausschliesslich auf der Basis seiner Stimme bewerten sollst."
        ],
        "taskInstruction": [
            "Please use the sliders to record the degree to which you agree or disagree with each statement. You will only hear each voice once. However, if any problem occurs during the task, for example the audio doesn't play properly, please speak to the researcher.",
            "Bitte benutzen Sie die Slider um anzugeben, zu welchem Grad Sie jeder Aussage zustimmen oder nicht. Sie werden jede Stimme nur einmal hören. Falls wärend der Aufgabe irgendwelche Probelme auftreten (z.B. die Aufnahme spielt nicht ab), dann wenden Sie sich bitte an den Forscher."
        ],
        "taskPracticeDescription": [
            "The first example will be a practice item so that you can familiarise yourself with the task. After you have completed the practice item, you will have the opportunity to speak to the researcher to ask any questions you might have about the task.",
            "Die erste Aufnahme ist ein Übungsbeispiel, damit Sie die Aufgabe kennenlernen können. Nachdem Sie den Übungslauf absolviert haben, haben Sie nochmal die Chance dem Forschungsleiter Fragen zu der Aufgabe zu stellen, bevor die richtige Aufgabe losgeht."
        ],
        "taskNextStep": [
            "Click on <em>begin practice</em> when you're ready.",
            "Klicken Sie auf <em>Übungslauf starten</em> wenn Sie bereit sind."
        ]
    },
    "audioMsg": {
        "load": [
            "Ton laden..."
            
        ],
        "loaded": [
            "Ton geladen."
            
        ],
        "play": [
            "Ton spielt..."
        ],
        "complete": [
            "Wiedergabe abgeschlossen."
        ],
        "error": [
            "Fehler beim abspielen. Klicken um es erneut zu versuchen."
        ]
    },
    "rating": {
        "secTitle": [
            "Voice Rating",
            "Stimmbewertung"
        ],
        "statement": [
            "The person in this recording sounds...",
            "Die Person in dieser Aufnahme klingt..."
        ],
        "instructions": [
            "Please use the sliders to record your response.",
            "Bitte benutzen Sie die Slider um zu antworten."
        ],
        "stronglyAgree": [
            "strongly agree",
            "Stimme zu"
        ],
        "stronglyDisagree": [
            "strongly disagree",
            "Stimme nicht zu"
        ]
    },
    "trait": {
        "amusing":      [ "amüsant" ],
        "open-minded":  [ "offen" ],
        "attractive":   [ "attraktiv" ],
        "trustworthy":  [ "vertrauenswürdig" ],
        "ignorant":     [ "ignorant"],
        "polite":       [ "höflich"],
        "ambitious":    [ "ehrgeizig"],
        "international": [ "international"],
        "cool":         [ "cool" ],
        "intelligent":  [ "intelligent" ],
        "influential":  [ "einflussreich" ],
        "likeable":     [ "sympathisch" ],
        "educated":     [ "gebildet" ],
        "friendly":     [ "freundlich" ],
        "honest":       [ "ehrlich" ],
        "competent":    [ "kompetent" ],
        "natural":      [ "natürlich" ],
        "pretentious":  ["hochgestochen" ]
    },
    "practice": {
        "completeTitle": [
            "Practice complete",
            "Übungslauf abgeschlossen"
        ],
        "completeMessage": [
            "You've completed the practice session. If you have any questions at this point please let the researcher know, otherwise click <em>Continue</em> to begin the task.",
            "Sie haben den Übungslauf abgeschlossen. Falls Sie zu diesem Zeitpunkt Fragen haben, sagen Sie bitten dem Forscher Bescheid. Ansonsten klicken Sie auf <em>Weiter</em> um die Aufgabe anzufangen."
        ],
        "errorTitle": [
            "Let’s try that again...",
            "Versuchen Sie es nochmal..."
        ],
        "errorMessage": [
            "It seems you’ve missed some items. Click <em>Continue</em> to have another look and make sure you’ve moved each slider at least once. The one’s you’ve missed should show up in red. When you’ve moved all the red sliders, click <em>Next</em> again.",
            "Es sieht so aus als ob Sie etwas übersehen haben. Klicken Sie auf <em>Weiter</em> und stellen Sie sicher, dass Sie jeden Schieber bewegt haben. Unbewegte Schieber erscheinen in rot. Wenn Sie alle roten Schieber bewegt haben, klicken Sie erneut aus <em>Weiter</em>."
        ],
        "continue": [
            "Continue",
            "Weiter"
        ]
    },
    "end": {
        "secTitle": [
            "Thank you for completing the MGT Voice Rating task!",
            "Dank für das Durchführen der MGT Stimmbewerungsaufgabe!"
        ],
        "thankYouMessage" : [
            "Well done on the voice rating task!<br /> You have now completed all the tasks. Your data has been saved automatically, but please do not close the app yet.",
            "Gute Arbeit mit der Stimmbewertung!<br /> Sie haben jetzt alle Aufgaben erledigt. Die Daten wurden automatisch gespreichert, aber bitte schliesse die App noch nicht."
        ],
        "followOnInstructions": [
            "You can tell the researcher that you've finished with the app tasks and they will check that we have everything we need and give you any further instructions if needed.",
            "Sie können dem Forscher jetzt Bescheid geben, dass Sie mit den Aufgaben an der App fertig sind. Der Forscher wird dann überprüfen, dass alles seine Richtigkeit hat und falls nötig weitere Anleitungen geben."
        ]
    }
}