{
    "meta": {
        "versionId": "CymZzz_Cym_GB.generic",
        "versionType": "generic",
        "versionLanguages": "Cymraeg  - generic (United Kingdom)",
        "versionName": "Generic consent: Cymraeg  (United Kingdom)",
        "author": "Marco Tamburelli <m.tamburelli@bangor.ac.uk>",
        "date": "2022-05-05"
    },
    "base": {
        "consentHeader": "Taflen Wybodaeth i Gyfranogwyr",
        "eligibilityHeader": "Meini Prawf Cymhwysedd",
        "eligibilityLabel": "Darllenwch y meini prawf cymhwysedd isod a chadarnhewch eich bod yn gymwys, diolch"
    },
    "versionInfo" : {
        "titleLabel":"Teitl yr Astudiaeth", 
        "titleInfo":"Ymchwil i siaradwyr dwyieithog",
        "purposeLabel": "Beth yw pwrpas yr ymchwil?",
        "purposeInfo": "Nod y project yw darganfod mwy am bobl ddwyieithog ac am ddwyieithrwydd.",
        "whyLabel": "Pam ydw i'n cael gwahoddiad i gymryd rhan?",
        "whyInfo": "Rydych chi wedi cael eich dewis oherwydd eich bod yn siaradwr dwyieithog.",
        "commitLabel": "A oes rhaid i mi gymryd rhan?",
        "commitInfo": "Chi sydd i benderfynu a ydych am gymryd rhan ai peidio. Os byddwch yn penderfynu cymryd rhan dylech nodi eich cytundeb ar y ffurflen gydsynio ar-lein. <br />Gallwch dynnu’n ôl ar unrhyw adeg ac nid oes rhaid i chi roi rheswm.",
        "whatLabel": "Beth ydw i'n cael fy ngwahodd i'w wneud? ",
        "whatInfo": "Bydd gofyn i chi lenwi holiadur digidol am eich cefndir ieithyddol. <br /> Rydym yn amcangyfrif y bydd yr holiadur yn ei gyfanrwydd yn cymryd tua 10 munud i’w lenwi.<br />        Nid oes unrhyw ymrwymiadau neu gyfyngiadau eraill yn gysylltiedig â chymryd rhan..",
        "concernLabel": "Beth yw’r anfanteision a’r risgiau posib wrth gymryd rhan?",
        "concernInfo": "Ni ragwelir y bydd cymryd rhan yn yr ymchwil yn achosi unrhyw anfanteision neu anghysur i chi y tu hwnt i'r hyn y gallech ei brofi mewn bywyd bob dydd.", 
        "concern1Label": "Beth os aiff rhywbeth o’i le?",
        "concern1Info": "Os bydd gennych unrhyw gwynion ynglŷn â’r project hwn, gallwch gysylltu ag unrhyw aelod o'r tîm ymchwil yn y lle cyntaf.",
        "confidentialLabel": "A fydd fy rhan yn y project hwn yn gyfrinachol?",
        "confidentialInfo": "Cedwir yr holl wybodaeth a gesglir amdanoch chi yn ystod yr ymchwil yn hollol gyfrinachol. <br />Ni fyddwn yn eich enwi ac ni fydd modd eich adnabod mewn unrhyw adroddiadau na chyhoeddiadau. Bydd unrhyw ddata a gesglir amdanoch yn yr holiadur electronig yn cael ei storio mewn cyfrifiadur Prifysgol Bangor a ddiogelir gan gyfrineiriau a chan brosesau a thechnolegau diogelwch perthnasol eraill.<br />Gellir rhannu data ar ffurf ddienw er mwyn caniatáu i ymchwilwyr eraill eu hailddefnyddio. Bydd y data dienw hyn yn golygu na fyddwch yn cael eich enwi ac ni fydd modd eich adnabod.",
        "taskTypeLabel": "Pa fath o wybodaeth fyddwch ei heisiau gennyf a pham fod casglu’r wybodaeth hon yn berthnasol i gyflawni amcanion y project ymchwil? ",
        "taskTypeInfo": "Bydd yr holiadur yn gofyn i chi am eich cefndir ieithyddol a'ch arferion ieithyddol. <br />Eich profiad fel siaradwr dwyieithog yw'r hyn y mae gennym ddiddordeb ynddo.",
        "dataUseLabel": "Beth fydd yn digwydd i ganlyniadau’r project ymchwil?",
        "dataUseInfo": "Bydd canlyniadau’r ymchwil yn cael eu cyhoeddi fel data meintiol, sy’n golygu na fydd yr un unigolyn yn cael ei adnabod mewn unrhyw adroddiad neu gyhoeddiad.",
        "whoLabel": "Pwy sy’n trefnu ac yn cyllido’r ymchwil?",
        "whoInfo": "Trefnir y project gan <b><font color = 'red'>[rhowch enw’r Brifysgol]</font></b>, a chaiff ei gyllido gan <b><font color = 'red'>[rhowch enw’r cyllidwr</b>, os o gwbl<b>]</b></font>.",
        "ethicsLabel": "Pwy sydd wedi adolygu'r project yn foesegol?",
        "ethicsInfo": "Mae’r project hwn wedi’i gymeradwyo’n foesegol gan Bwyllgor Moeseg Ymchwil <b><font color = 'red'>[nodwch enw’r Brifysgol]</font></b>. <br />Dyma'r corff sy'n cynnal y weithdrefn adolygu moeseg ac yn monitro'r broses o gymhwyso a chyflwyno Canllawiau Moeseg Ymchwil a Gweithdrefnau Cymeradwyo Moeseg y Coleg a'r Brifysgol.",
        "contactsLabel": "Manylion cyswllt i gael rhagor o wybodaeth:",
        "contactsInfo": "<b><font color = 'red'>[NODWCH y manylion cyswllt]</font></b>"
    },
    "confirmation": {
        "confirm": "Cadarnhau cydsyniad",
        "confirmTxt": "Cadarnhewch eich bod wedi darllen a deall yr wybodaeth uchod, a'ch bod yn fodlon cymryd rhan yn yr astudiaeth. Diolch yn fawr.",
        "confirmWarn": "Cadarnhewch eich bod yn cydsynio â'r uchod cyn dechrau cymryd rhan yn yr astudiaeth, diolch.",
        "btnTxt": "Cadarnhau"
    },
    "eligibilityCriteria": {
        "lang": "Rwy'n siaradwr Cymraeg ",
        "age": "Rwyf rhwng <b><font color = 'red'>[NODWCH isafswm oedran]</font></b> a <b><font color = 'red'>[NODWCH uchafswm oedran]</font></b> mlwydd oed",
        "hearing": "Nid oes gen i nam ar y clyw",
        "vision": "Nid oes gen i unrhyw nam ar y golwg (a ddiffinnir fel colli golwg nad yw'n cael ei gywiro gan sbectol neu lensiau cyffwrdd",
        "injury": "Nid wyf erioed wedi dioddef anaf difrifol i'r pen",
        "neuro": "Nid wyf erioed wedi cael diagnosis o unrhyw namau niwrolegol",
        "meds": "Nid wyf ar hyn o bryd o dan driniaeth feddygol drom ar gyfer cyflwr niwrolegol"
    },
    "eligibilityConfirm": {
        "eligConfirmLabel": "Cadarnhau cymhwysedd:",
        "eligConfirmTxt": "Cadarnhaf fy mod yn bodloni’r meini prawf uchod",
        "eligConfirmWarn": "Cadarnhewch eich bod yn gymwys i gymryd rhan yn yr astudiaeth hon, diolch."
    }    

} 


